Revit 2027 API
GroupTypeId.Geometry Property
 Geometry.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Geometry { get; }
Public Shared ReadOnly Property Geometry As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Geometry {
	ForgeTypeId^ get ();
}
static member Geometry : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace